Revit 2027 API
ParameterTypeId.SlabEdgeMaterialParam Property
 "Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlabEdgeMaterialParam { get; }
Public Shared ReadOnly Property SlabEdgeMaterialParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlabEdgeMaterialParam {
	ForgeTypeId^ get ();
}
static member SlabEdgeMaterialParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace